Repository: MarcosApostolo/ComprasUSACaseStudy
Catalog: ComprasUSA/ComprasUSAiOS/Purchases/Purchase.xcstrings
Source language: en
Languages: pt_br

# PURCHASE_INFO_CARD_PAYMENT_TYPE
source: Card
pt_br: Cartão

# PURCHASE_INFO_CASH_PAYMENT_TYPE
source: Cash
pt_br: Dinheiro

# PURCHASE_INFO_PAYMENT_TYPE
source: Payment Type:
pt_br: Forma de Pagamento:

# PURCHASE_INFO_STATE_INFO_ERROR
source: It was not possible to display the state info because there's no state registered for this purchase.
pt_br: Não foi possível exibir os dados do estado para essa compra porque nenhum estado foi cadastrado para ela.

# PURCHASE_INFO_STATE_NAME
source: State:
pt_br: Estado:

# PURCHASE_INFO_TAX_VALUE
source: Tax:
pt_br: Imposto:

# PURCHASE_INFO_VALUE_IN_BRL
source: Value in BRL:
pt_br: Valor em BRL:

# PURCHASE_INFO_VALUE_IN_USD
source: Value in USD:
pt_br: Valor em USD:

# PURCHASES_EMPTY_BUTTON_MESSAGE
source: Register a purchase
pt_br: Cadastrar compra

# PURCHASES_EMPTY_LOAD_MESSAGE
source: You haven't added any purchases yet.
pt_br: Você ainda não adicionou nenhuma compra.

# PURCHASES_LOAD_ERROR
source: Couldn't load purchases
pt_br: Não foi possível carregar suas compras

# PURCHASES_RETRY_MESSAGE
source: Retry
pt_br: Tentar novamente

# PURCHASES_TITLE
source: Purchases
pt_br: Compras

# REGISTER_PURCHASE_PRODUCT_NAME_PLACEHOLDER_LABEL
source: Product Name
pt_br: Nome do Produto

# REGISTER_PURCHASE_TITLE
source: Register Purchase
pt_br: Cadastrar Compra

# REGISTER_PURCHASE_VALUE_PLACEHOLDER_LABEL
source: Value
pt_br: Valor
